tap "homebrew/bundle"
brew "cask"
brew "direnv"
brew "docker"
brew "fish"
brew "fisher"
brew "nodebrew"
brew "lazydocker"
brew "tree"
cask "1password"
cask "visual-studio-code"
cask "wezterm"
cask "zoom"
cask "google-chrome"
cask "slack"
cask "notion"
cask "tableplus"
cask "docker"
cask "cursor"
vscode "ckolkman.vscode-postgres"
vscode "dbaeumer.vscode-eslint"
vscode "dsznajder.es7-react-js-snippets"
vscode "eamodio.gitlens"
vscode "EditorConfig.EditorConfig"
vscode "esbenp.prettier-vscode"
vscode "GitHub.copilot"
vscode "GitHub.copilot-chat"
vscode "github.vscode-github-actions"
vscode "GitHub.vscode-pull-request-github"
vscode "googlecloudtools.cloudcode"
vscode "GraphQL.vscode-graphql"
vscode "GraphQL.vscode-graphql-syntax"
vscode "hashicorp.terraform"
vscode "ms-azuretools.vscode-docker"
vscode "MS-CEINTL.vscode-language-pack-ja"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.hexeditor"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.vscode-typescript-next"
vscode "ms-vsliveshare.vsliveshare"
vscode "PKief.material-icon-theme"
vscode "redhat.vscode-yaml"
vscode "SimonSiefke.svg-preview"
vscode "stylelint.vscode-stylelint"
vscode "usernamehw.errorlens"
